technical/technical_rider.tex
% Created 2025-02-26 Mi 08:52
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{chrs}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={chrs},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.6.15)}, 
 pdflang={English}}
\begin{document}

\section{technical rider}
\label{sec:orga61f55d}
\begin{itemize}
\item datum: 2025-02-26
\item version: 0.1
\item notizen: siehe auch Skizze "AGF\_ motu-stage-layout \_v1.pdf"
\end{itemize}

\subsection{on-location}
\label{sec:org4c661cb}
\begin{itemize}
\item 1x Stromanschluss 230V
\item 1x Internetanschluss mit LAN/Ethernetkabel (kein Hotspot)
\item 1x Beamer mit HDMI oder Displayportkabel (DP) und einer Auflösung von 1920x1080 px
\item 1x Monitor, Tastatur, Maus (als Backup für Wartung PC)
\item 1xPA mit 4 separat ansteuerbaren Lautsprechern im Frequenzbereich 30 Hz - 20 kHz mit 4 Line-Eingängen (6.3 mm Klinke), optional mit DI-Boxen (Größe entsprechend Raumgröße, siehe auch Skizze)
\item 4x Klinkenkabel (6,3 mm mono) in entsprechender Länge um PC mit PA zu verbinden (siehe Skizze)
\item optional: 2x Stereo DI-Box und 4 XLR Kabel um 4x Klinke auf symetrische Eingänge zu führen.
\end{itemize}
\subsection{Künstler bringt mit}
\label{sec:org58edb33}
\begin{itemize}
\item 1x kompakter PC samt Netzteil für A/V Performance
\item 1x Audio-interface mit 4 Ausgängen
\item 1x USB Kabel zur Verbindung PC-Interface
\end{itemize}
\end{document}
